20250629T110721--kdoc-410-物事に対する情熱は行動の後に生まれる__essay.org
:properties:
:ID: 20250629T110721
:mtime:    20250719080748
:ctime:    20250629110722
:end:
#+title:      KDOC 410: 物事に対する情熱は行動の後に生まれる
#+date:       [2025-06-29 Sun 11:07]
#+filetags:   :essay:
#+identifier: 20250629T110721

* この文書のステータス
- 作成
  - [X] 2025-06-29 貴島
- レビュー
  - [X] 2025-07-19 貴島

* 概要

大人や社会は「好きなことを仕事にしろ」と言った。しかし、「好きなこと」をどうやって見つけるのかには口をつぐんだ。本当は知らないと自白する代わりに、「色んなことをしてそれを探せ」と言った。

受け取ったメッセージを思い返してみると、こういうことだ。

- 自分が好きなものは広い世界のどこかに存在している
- いろんな体験をすれば発見できる。だからバイトしろ。海外に行け。勉強しろ。スポーツしろ
- ないならもっと探せ。でも時間制限があるから、22歳までに見つけろ
- 好きなものかはやってみれば直感や感情で判定できる
- エゴや憧れも好きのうちだ。実際に体験してなくてもそれは好きに分類できる
- 本当に好きならたくさん努力できるだろう。努力できないなら好きとはいえない

「砂漠のどこかにダイヤが転がっているからそれを探せ」と言っているように聞こえた。このモデルの問題点は、ダイヤはどこにも転がっていないという点だ。自分探しに成功した人間が存在しないように、好きなことは未知の場所を探して見つけられるものではない。

-----
-----

「物事に対する情熱はやり続けた後に生まれる」という考え方もある。

行動が先にあって好きになっていくということだ。ダイヤを探すのではなく、手に持っている石を磨き続ければダイヤになる。現時点で情熱がないとしたらそれはまだ発見できていないということではなく、何も続けていないということだ。何でもいいからやり始めればいい。重要なのは *「選ぶこと」* ではなく *「磨き始めること」* だ。

ありもしないものを探せというアドバイスより、何でもいいから続けてみろ、というアドバイスのほうが建設的に見える。

* 関連

- [[id:20221027T235104][KDOC 3: 『ない仕事の作り方』]]では、好きだから集めるのではなく、大量に集めるから好きになるのだ、と主張する
- [[id:20250611T180912][KDOC 385: 『続ける思考』]]では、意味など考えず時間をかけた結果として好きになる、と主張する
