20250629T110721--kdoc-410-物事に対する情熱は行動の後に生まれる__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-03T18:41:38Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 410: 物事に対する情熱は行動の後に生まれる</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 410: 物事に対する情熱は行動の後に生まれる</h1>
<div id="outline-container-org21e85b0" class="outline-2">
<h2 id="org21e85b0"><a href="#org21e85b0">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org21e85b0">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-06-29 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-07-19 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org44026b1" class="outline-2">
<h2 id="org44026b1"><a href="#org44026b1">概要</a></h2>
<div class="outline-text-2" id="text-org44026b1">
<p>
大人や社会は「好きなことを仕事にしろ」と言った。しかし、「好きなこと」をどうやって見つけるのかには口をつぐんだ。本当は知らないと自白する代わりに、「色んなことをしてそれを探せ」と言った。
</p>

<p>
受け取ったメッセージを思い返してみると、こういうことだ。
</p>

<ul class="org-ul">
<li>自分が好きなものは広い世界のどこかに存在している</li>
<li>いろんな体験をすれば発見できる。だからバイトしろ。海外に行け。勉強しろ。スポーツしろ</li>
<li>ないならもっと探せ。でも時間制限があるから、22歳までに見つけろ</li>
<li>好きなものかはやってみれば直感や感情で判定できる</li>
<li>エゴや憧れも好きのうちだ。実際に体験してなくてもそれは好きに分類できる</li>
<li>本当に好きならたくさん努力できるだろう。努力できないなら好きとはいえない</li>
</ul>

<p>
「砂漠のどこかにダイヤが転がっているからそれを探せ」と言っているように聞こえた。このモデルの問題点は、ダイヤはどこにも転がっていないという点だ。自分探しに成功した人間が存在しないように、好きなことは未知の場所を探して見つけられるものではない。
</p>

<hr>
<hr>

<p>
「物事に対する情熱はやり続けた後に生まれる」という考え方もある。
</p>

<p>
行動が先にあって好きになっていくということだ。ダイヤを探すのではなく、手に持っている石を磨き続ければダイヤになる。現時点で情熱がないとしたらそれはまだ発見できていないということではなく、何も続けていないということだ。何でもいいからやり始めればいい。重要なのは <b>「選ぶこと」</b> ではなく <b>「磨き始めること」</b> だ。
</p>

<p>
ありもしないものを探せというアドバイスより、何でもいいから続けてみろ、というアドバイスのほうが建設的に見える。
</p>
</div>
</div>
<div id="outline-container-org7657591" class="outline-2">
<h2 id="org7657591"><a href="#org7657591">関連</a></h2>
<div class="outline-text-2" id="text-org7657591">
<ul class="org-ul">
<li><a href="20221027T235104--kdoc-3-『ない仕事の作り方』__book.html#ID-20221027T235104">KDOC 3: 『ない仕事の作り方』</a>では、好きだから集めるのではなく、大量に集めるから好きになるのだ、と主張する</li>
<li><a href="20250611T180912--kdoc-385-『続ける思考』__book.html#ID-20250611T180912">KDOC 385: 『続ける思考』</a>では、意味など考えず時間をかけた結果として好きになる、と主張する</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
